export const mockBackupHistory = [
    { id: 1, date: '14/05/2568', time: '13:50:28', type: 'สำรองข้อมูลทั้งหมด', status: 'สำเร็จ' },
    { id: 2, date: '14/05/2568', time: '13:50:28', type: 'ข่าว', status: 'ไม่สำเร็จ' },
    { id: 3, date: '14/05/2568', time: '13:50:28', type: 'การตั้งค่าระบบ', status: 'สำเร็จ' },
    { id: 4, date: '13/05/2568', time: '10:00:00', type: 'ข้อมูลสมาชิก', status: 'สำเร็จ' },
    { id: 5, date: '12/05/2568', time: '10:00:00', type: 'สำรองข้อมูลทั้งหมด', status: 'สำเร็จ' },
];