
export const newsData = [
  {
    id: 1,
    title: "สมาคมไทยไอโอทีและสมาชิกสมาคมไทยไอโอที เข้าร่วมงาน Goungzhou International Lighting Exhibition ในงานมีเทคโนโลยีที่น่าสนใจ",
    date: "11 มิถุนายน 2025",
    category: "Green Manufacturing",
    imageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/06/20250611-01_edited-1024x576.jpg", 
    fullImageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/06/20250611-02_edited-1024x576.jpg", 
    summary: "Goungzhou International Lighting Exhibition ",
    content: `
      <p>ดร.สุทัด ครองชนม์ นายกสมาคม นายเทวัญ ส่งเสริมสกุลสุข นายสุทธิศักดิ์ เอี่ยมนนท์ กรรมการบริหารสมาคม นายรณเวท โพธิ์ทอง ผู้จัดการสมาคม และสมาชิกสมาคมไทยไอโอที เข้าร่วมงาน Goungzhou International Lighting Exhibition ในงานมีเทคโนโลยีที่น่าสนใจ สมาคมขอขอบคุณ messe frankfurt สำหรับการสนับสนุนค่าที่พักและการรับรองการเดินทางให้กับตัวแทนของสมาคมทุกคน</p>
      
      
    `,
     status: 'เผยแพร่',
  },
  {
    id: 2,
    title: "สมาคมไทยไอโอที ประชุมร่วมกับนายกสมาคมโปรแกรมเมอร์ไทย คณบดีคณะ IT & Digital Innovation ม.นอร์ทกรุงเทพ และผอ. SBAC",
    date: " 6 มิถุนายน 2025",
    category: "Technology",
    imageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/06/20250530-01_edited-1024x576.jpg",
    fullImageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/06/20250530-03_edited-1024x576.jpg",
    summary: "ดร.สุทัด ครองชนม์ นายกสมาคมไทยไอโอที ไปร่วมงานเปิดหลักสูตร ACC Program รุ่น 2 ในฐานะที่ปรึกษาโครงการ หลักสูตรนี้เน้นการสร้างบุคลากรด้าน AI ให้กับประเทศ ได้รับการสนับสนุนจากกระทรวง อว, NIA, สกสว รวมถึงหน่วยงานต่าง ๆ ทั้งภาครัฐ สมาคม และเอกชน สมาคมไทยไอโอทีเป็นหนึ่งในหน่วยงานที่ร่วมสนับสนุนหลักสูตรนี้มาตั้งแต่รุ่นที่ 1",
    content: "<p>ดร.สุทัด ครองชนม์ นายกสมาคมไทยไอโอทีประชุมร่วมกับนายกสมาคมโปรแกรมเมอร์ไทย คณบดีคณะ IT & Digital Innovation มหาวิทยาลัยนอร์ทกรุงเทพ และผู้อำนวยการ SBAC สะพานใหม่ เพื่อร่วมกันพัฒนาบุคลากรด้านดิจิทัลให้ตรงกับความต้องการของผู้ประกอบการไทย</p>",
     status: 'เผยแพร่',
  },
  {
    id: 3,
    title: "งานเปิดหลักสูตร ACC Program รุ่น 2 หลักสูตรนี้เน้นการสร้างบุคลากรด้าน AI ให้กับประเทศ ได้รับการสนับสนุนจากกระทรวง อว, NIA, สกสว รวมถึงหน่วยงานต่าง ๆ ทั้งภาครัฐ และเอกชน",
    date: "30 พฤษภาคม 2025 ",
    category: "Market Report",
    imageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/06/20250530-03_edited-1024x576.jpg",
    fullImageUrl: "https://placehold.co/1200x600/10B981/FFFFFF?text=IoT+Market",
    summary: "งานเปิดหลักสูตร ACC Program รุ่น 2 หลักสูตรนี้เน้นการสร้างบุคลากรด้าน AI ให้กับประเทศ ได้รับการสนับสนุนจากกระทรวง อว, NIA, สกสว รวมถึงหน่วยงานต่าง ๆ ทั้งภาครัฐ และเอกชน",
    content: "<p>งานเปิดหลักสูตร ACC Program รุ่น 2 หลักสูตรนี้เน้นการสร้างบุคลากรด้าน AI ให้กับประเทศ ได้รับการสนับสนุนจากกระทรวง อว, NIA, สกสว รวมถึงหน่วยงานต่าง ๆ ทั้งภาครัฐ และเอกชน</p>",
     status: 'เผยแพร่',
  },
    
  {
    id: 4,
    title: "งาน AI & IoT Summit 2025 ขอบคุณสมาคม DUGA สมาชิกสมาคมที่ร่วมเป็นวิทยากรและนำเทคโนโลยีร่วมแสดง",
    date: "29 พฤษภาคม 2025",
    category: "Workshop",
    imageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/05/20250529-01_edited-1024x575.jpg",
    fullImageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/05/20250529-03_edited-1024x576.jpg",
    summary: "งาน AI & IoT Summit 2025 ขอบคุณสมาคม DUGA สมาชิกสมาคมที่ร่วมเป็นวิทยากรและนำเทคโนโลยีร่วมแสดง",
    content: "<p>28-29/05/2025 สมาคมไทยไอโอที ร่วมออกบูธในงาน AI & IoT Summit 2025 ขอบคุณสมาคม DUGA ที่ให้เกียรติสมาคมร่วมเป็นผู้สนับสนุนการจัดงาน ขอบคุณผู้ใหญ่ในวงการดิจิทัลหลาย ๆ ท่านที่มาแวะที่บูธ และให้เกียรติถ่ายรูปร่วมกัน ขอบคุณสมาชิกสมาคมที่ร่วมเป็นวิทยากรและนำเทคโนโลยี IoT มาร่วมแสดง</p>",
     status: 'แบบร่าง',
  },
  {
    id: 5,
    title: "ผู้นำกับการสร้างอนาคตด้วยเทคโนโลยีดิจิทัล ให้กับผู้บริหารระดับสูงในหน่วยงานภาครัฐ หลักสูตร สุดยอดผู้นำภาครัฐ",
    date: "22 พฤษภาคม 2025",
    category: "Association",
    imageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/05/20250522-01_edited-1024x576.jpg",
    fullImageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/05/20250522-09-794x1024.jpg",
    summary: "ผู้นำกับการสร้างอนาคตด้วยเทคโนโลยีดิจิทัล ให้กับผู้บริหารระดับสูงในหน่วยงานภาครัฐ หลักสูตร สุดยอดผู้นำภาครัฐ",
    content: "<p>ดร.สุทัด ครองชนม์ นายกสมาคมไทยไอโอที บรรยายหัวข้อผู้นำกับการสร้างอนาคตด้วยเทคโนโลยีดิจิทัล ให้กับผู้บริหารระดับสูงในหน่วยงานภาครัฐ หลักสูตร สุดยอดผู้นำภาครัฐ โดยนำเสนอข้อมูลเกี่ยวกับสมาคมไทยไอโอที เทคโนโลยี IoT, AI, Digital Twin, Big Data, Cloud Computing & Blockchain ขณะเดียวกันก็ได้เรียนรู้และรับมุมมองใหม่ ๆ จากท่านรองอัยการสูงสุด รองผู้ว่าการการนิคมฯ ผช.ผู้ว่าการรถไฟ รอง ผอ สนง.คณะกรรมการนโยบายที่ดิน และผู้บริหารอีกหลาย ๆ ท่าน ขอบคุณผู้บริหารหลักสูตรที่ให้เกียรติเชิญมาบรรยาย</p>",
     status: 'เผยแพร่',
  },
  {
    id: 6,
    title: "อัปเลเวลโรงงานใหม่ เพิ่มความทันสมัยให้อาคาร” ขอเชิญร่วมชมการสาธิตการใช้งาน Digital Platform เพื่อยกระดับการควบคุมและบริหารโรงงาน",
    date: "25 มีนาคม 2568",
    category: "Cybersecurity",
    imageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/05/20250523-01_edited-1024x576.jpg",
    fullImageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/05/20250523-01-1024x1016.jpg",
    summary: "อัปเลเวลโรงงานใหม่ เพิ่มความทันสมัยให้อาคาร” ขอเชิญร่วมชมการสาธิตการใช้งาน Digital Platform เพื่อยกระดับการควบคุมและบริหารโรงงาน",
    content: "<p>สมาคมไทยไอโอที ขอเชิญสมาชิก ผู้ประกอบการและผู้สนใจมาค้นพบ Solution ในการจัดการที่จะเป็นผู้ช่วยให้ท่าน “อัปเลเวลโรงงานใหม่ เพิ่มความทันสมัยให้อาคาร” ขอเชิญร่วมชมการสาธิตการใช้งาน Digital Platform เพื่อยกระดับการควบคุมและบริหารโรงงาน การเชื่อมโยงระบบฐานข้อมูลต่างๆในโรงงานที่ซิงค์กัน นำมาสู่ประสิทธิภาพของโรงงานอันทันสมัย'</p>",
     status: 'แบบร่าง',
  },
     {
    id: 7,
    title: "อัปเลเวลโรงงานใหม่ เพิ่มความทันสมัยให้อาคาร” ขอเชิญร่วมชมการสาธิตการใช้งาน Digital Platform เพื่อยกระดับการควบคุมและบริหารโรงงาน",
    date: "25 มีนาคม 2568",
    category: "Cybersecurity",
    imageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/05/20250523-01_edited-1024x576.jpg",
    fullImageUrl: "https://www.thaiiot.org/wp-content/uploads/2025/05/20250523-01-1024x1016.jpg",
    summary: "อัปเลเวลโรงงานใหม่ เพิ่มความทันสมัยให้อาคาร” ขอเชิญร่วมชมการสาธิตการใช้งาน Digital Platform เพื่อยกระดับการควบคุมและบริหารโรงงาน",
    content: "<p>สมาคมไทยไอโอที ขอเชิญสมาชิก ผู้ประกอบการและผู้สนใจมาค้นพบ Solution ในการจัดการที่จะเป็นผู้ช่วยให้ท่าน “อัปเลเวลโรงงานใหม่ เพิ่มความทันสมัยให้อาคาร” ขอเชิญร่วมชมการสาธิตการใช้งาน Digital Platform เพื่อยกระดับการควบคุมและบริหารโรงงาน การเชื่อมโยงระบบฐานข้อมูลต่างๆในโรงงานที่ซิงค์กัน นำมาสู่ประสิทธิภาพของโรงงานอันทันสมัย'</p>",
     status: 'เผยแพร่',
  },
  
  
];